Repository: Blinue/Magpie
Catalog: src/Magpie.App/Resources.language-*.resw
Source language: en_us
Languages: id, zh_hans

# About_PageFrame.Title
source: About
id: Tentang
zh_hans: 关于

# Home_Activation.Title
source: Activation
id: Aktivasi
zh_hans: 激活

# Home_AutoRestore.Description
source: Scale automatically when the window returns to foreground
zh_hans: 当该窗口回到前台时将自动缩放

# Home_AutoRestore.Title
source: Auto restore
zh_hans: 记忆缩放窗口

# Home_AutoRestore_Activate.Content
source: Activate
zh_hans: 激活

# Home_AutoRestore_Clear.Content
source: Clear
id: Hapus
zh_hans: 清除

# Home_AutoRestore_CurWindow
source: Current window:
id: Window sekarang:
zh_hans: 当前窗口：

# Home_AutoRestore_EmptyTitle
source: Title is empty
id: Judul kosong
zh_hans: 标题为空

# Home_PageFrame.Title
source: Home
id: Beranda
zh_hans: 主页

# Home_Timer.Description
source: Scale the foreground window when timer ends
zh_hans: 计时结束后缩放前台窗口

# Home_Timer.Title
source: Delayed scaling
zh_hans: 定时器

# Home_Timer_ButtonText
source: Scale after {}s
zh_hans: {} 秒后缩放

# Home_Timer_Cancel
source: Cancel
id: Batal
zh_hans: 取消

# Home_Timer_Delay.Title
source: Delay in seconds
id: Tunda dalam detik
zh_hans: 倒计时时长

# ShortcutDialog_Cancel
source: Cancel
id: Batal
zh_hans: 取消

# ShortcutDialog_Description.Text
source: Press a combination of keys to change this shortcut
id: Tekan kombinasi tombol untuk mengganti pintasan ini
zh_hans: 按组合键以更改此快捷键

# ShortcutDialog_InUse
source: Already in use
id: Sudah dipakai
zh_hans: 此快捷键已被占用

# ShortcutDialog_InvalidShortcut
source: Invalid shortcut
id: Pintasan salah
zh_hans: 无效快捷键

# ShortcutDialog_Save
source: Save
id: Simpan
zh_hans: 保存

# ShortcutDialog_Tip.Text
source: Only shortcuts that starts with Windows key, Ctrl, Alt or Shift are valid.
id: Hanya pintasan yang berawal dengan tombol Windows, Ctrl, Alt, atau Shift yang berlaku.
zh_hans: 只有以 Windows 键、Ctrl、Alt 或 Shift 开头的快捷键才有效。

# Main_About.Content
source: About
id: Tentang
zh_hans: 关于

# Main_Defaults.Content
source: Defaults
id: Bawaan
zh_hans: 默认

# Main_Home.Content
source: Home
id: Beranda
zh_hans: 主页

# Main_NewProfile.Content
source: New profile
id: Profil baru
zh_hans: 新建配置

# Main_NewProfileFlyout_AdminTip.Text
source: Can't detect a certain window?
zh_hans: 检测不到某个窗口？

# Main_NewProfileFlyout_AdminToolTip.Content
source: Try running Magpie as administrator
zh_hans: 试试以管理员身份运行 Magpie

# Main_NewProfileFlyout_ComboBox.PlaceholderText
source: Select a window
id: Pilih window
zh_hans: 选择一个窗口

# Main_NewProfileFlyout_CopyFrom.Text
source: Copy from
id: Salin dari
zh_hans: 复制自

# Main_NewProfileFlyout_Create.Content
source: Create
id: Buat
zh_hans: 确定

# Main_NewProfileFlyout_Name.Text
source: Name
id: Nama
zh_hans: 名称

# Main_NewProfileFlyout_NoCandidateWindow.Text
source: Open a new window to create a profile
id: Buka window baru untuk membuat profil
zh_hans: 打开新窗口以创建配置

# Main_NewProfileFlyout_Title.Text
source: New profile
id: Profil baru
zh_hans: 新建配置

# Main_Profiles.Content
source: Profiles
id: Profil
zh_hans: 配置文件

# Main_ScalingConfiguration.Content
source: Scaling configuration
id: Konfigurasi penskalaan
zh_hans: 缩放配置

# ScalingConfiguration_PageFrame.Title
source: Scaling configuration
id: Konfigurasi penskalaan
zh_hans: 缩放配置

# Settings_Advanced.Title
source: Advanced
id: Lebih lanjut
zh_hans: 高级

# Settings_General.Title
source: General
id: Umum
zh_hans: 常规

# Settings_General_Language.Title
source: Language
id: Bahasa
zh_hans: 语言

# Settings_General_Language_Default
source: Windows default
zh_hans: Windows 默认

# Settings_General_PortableMode.Title
source: Portable mode
id: Mode portable
zh_hans: 便携模式

# Settings_General_PortableMode_Locate.Content
source: Open configuration file location
id: Buka lokasi file konfigurasi
zh_hans: 打开配置文件位置

# Settings_Launch_RunAtStartup.Title
source: Run at startup
id: Jalankan saat startup
zh_hans: 开机启动

# Settings_General_ShowTrayIcon.Description
source: Magpie will continue to run in the background after the main window is closed
id: Magpie akan tetap berjalan di belakang saat window utama ditutup
zh_hans: 主窗口被关闭后 Magpie 将在后台继续运行

# Settings_General_ShowTrayIcon.Title
source: Display the app on the system tray
id: Munculkan app di system tray
zh_hans: 在系统托盘上显示应用程序

# Settings_General_Theme.Title
source: Theme
id: Tema
zh_hans: 主题

# Settings_General_Theme_Dark.Content
source: Dark
id: Gelap
zh_hans: 深色

# Settings_General_Theme_Default.Content
source: Windows default
zh_hans: Windows 默认

# Settings_General_Theme_Light.Content
source: Light
id: Terang
zh_hans: 浅色

# Settings_PageFrame.Title
source: Settings
zh_hans: 设置

# ToggleSwitch.OffContent
source: Off
id: Mati
zh_hans: 关

# ToggleSwitch.OnContent
source: On
id: Nyala
zh_hans: 开

# _Tag
source: en-US
zh_hans: zh-CN

# Home_Shortcuts.Title
source: Shortcuts
id: Pintasan
zh_hans: 快捷键

# Home_Shortcuts_Overlay.Title
source: In-game overlay
id: Overlay di game
zh_hans: 游戏内覆盖

# Home_Shortcuts_Overlay_ShortcutControl.Title
source: In-game overlay shortcut
id: Pintasan overlay di game
zh_hans: 游戏内覆盖快捷键

# Home_Shortcuts_Scale.Title
source: Scale
id: Skala
zh_hans: 缩放

# Home_Shortcuts_Scale_ShortcutControl.Title
source: Scale shortcut
id: Pintasan skala
zh_hans: 缩放快捷键

# Settings_Launch.Title
source: Launch
id: Jalankan
zh_hans: 启动

# ScalingConfiguration_General.Title
source: General
id: Umum
zh_hans: 通用

# ScalingConfiguration_General_DefaultDownscalingEffect.Description
source: Applied when the output image cannot fit
id: Otomatis diterapkan ketika gambar ouput terlalu besar untuk muat di layar
zh_hans: 无法容纳输出图像时将自动应用此效果

# ScalingConfiguration_General_DefaultDownscalingEffect.Title
source: Default downscaling effect
id: Efek downscaling bawaan
zh_hans: 默认降采样效果

# ScalingConfiguration_General_Export.Text
source: Export
id: Ekspor
zh_hans: 导出

# ScalingConfiguration_General_Import.Text
source: Import
id: Impor
zh_hans: 导入

# ScalingConfiguration_General_ImportLegacy.Text
source: Import ScaleModels.json
id: Impor ScaleModels.json
zh_hans: 导入 ScaleModels.json

source: More options
id: Opsi lainnya
zh_hans: 更多选项

# ScalingConfiguration_ScalingModes.Title
source: Scaling modes
id: Mode penskalaan
zh_hans: 缩放模式

# Settings_Launch_AlwaysRunAsAdmin.Description
source: You need to run as administrator to change this setting
id: Anda harus jalan sebagai administrator untuk menggunakan pengaturan ini
zh_hans: 以管理员身份运行时才能更改此选项

# Settings_Launch_AlwaysRunAsAdmin.Title
source: Always run as administrator
id: Selalu jalan sebagai administrator
zh_hans: 始终以管理员身份运行

# Home_UpdateCard_AutoCheckForUpdates.Content
source: Check for updates periodically
id: Periksa pembaruan secara berkala
zh_hans: 自动检查更新

# Home_UpdateCard_DownloadAndInstall.Content
source: Download and install
id: Unduh dan install
zh_hans: 下载并安装

# Home_UpdateCard_ReleaseNotes.Content
source: Release notes
id: Catatan rilis
zh_hans: 发行说明

# Home_UpdateCard_RemindMeLater.Content
source: Remind me later
id: Ingatkan saya nanti
zh_hans: 以后再提醒我

# Home_UpdateCard_Title
source: {} is available
id: {} tersedia
zh_hans: {} 可用

# About_OtherLinks.Title
source: Other links
id: Tautan lainnya
zh_hans: 其他链接

# About_OtherLinks_ContributionGuidelines.Text
source: Contribution guidelines
id: Pedoman kontribusi
zh_hans: 贡献指南

# About_OtherLinks_License.Text
source: License
id: Lisensi
zh_hans: 许可协议

# About_OtherLinks_Repository.Text
source: Github repository
id: Repositori Github
zh_hans: Github 仓库

# ScalingConfiguration_General_DefaultDownscalingEffect_None
source: None
id: Tidak ada
zh_hans: 无

source: Parameters
id: Parameter
zh_hans: 参数

# ScalingConfiguration_ScalingModes_MoreOptionsFlyout_Delete.Text
source: Delete
id: Hapus
zh_hans: 删除

# ScalingConfiguration_ScalingModes_MoreOptionsFlyout_MoveDown.Text
source: Move down
id: Pindah ke bawah
zh_hans: 下移

# ScalingConfiguration_ScalingModes_MoreOptionsFlyout_MoveUp.Text
source: Move up
id: Pindah ke atas
zh_hans: 上移

source: Rename
id: Ganti nama
zh_hans: 重命名

# ScalingConfiguration_ScalingModes_RenameFlyout_OK.Content
source: OK
id: Oke
zh_hans: 确定

# ScalingConfiguration_ScalingModes_RenameFlyout_Title.Text
source: Rename
id: Ganti nama
zh_hans: 重命名

# ScalingConfiguration_ScalingModes_AddEffect.Text
source: Add effect
id: Tambah efek
zh_hans: 添加效果

source: Delete
id: Hapus
zh_hans: 删除

# ScalingConfiguration_ScalingModes_DeleteFlyout_Delete.Text
source: Delete
id: Hapus
zh_hans: 删除

# ScalingConfiguration_ScalingModes_DeleteFlyout_Description.Text
source: It is being used by the following profiles:
id: Sedang digunakan oleh profil:
zh_hans: 以下配置文件正在使用此模式：

# ScalingConfiguration_ScalingModes_DeleteFlyout_Title.Text
source: Are you sure you want to delete this scaling mode?
id: Apakah kamu yakin ingin menghapus mode penskalaan ini?
zh_hans: 确定删除此缩放模式？

# ScalingConfiguration_ScalingModes_DragNotSupported.Text
source: Drag and drop is not supported when running as administrator
id: Drag and drop tidak didukung saat jalan sebagai administrator
zh_hans: 管理员身份下不支持拖拽排序

# ScalingConfiguration_ScalingModes_DragToReorder.Text
source: Drag to reorder
id: Drag untuk menyusun ulang
zh_hans: 拖拽以重新排序

source: Move down
id: Pindah ke bawah
zh_hans: 下移

source: Move up
id: Pindah ke atas
zh_hans: 上移

# ScalingConfiguration_ScalingModes_NewScalingMode.Text
source: New scaling mode
id: Mode penskalaan baru
zh_hans: 新建缩放模式

# ScalingConfiguration_ScalingModes_NewScalingModeFlyout_Title.Text
source: New scaling mode
id: Mode penskalaan baru
zh_hans: 新建缩放模式

source: Scale
id: Skala
zh_hans: 缩放

# ScalingConfiguration_ScalingModes_NewScalingModeFlyout_CopyFrom.Text
source: Copy from
id: Salin dari
zh_hans: 复制自

# ScalingConfiguration_ScalingModes_NewScalingModeFlyout_CopyFrom_None
source: None
id: Tidak ada
zh_hans: 无

# ScalingConfiguration_ScalingModes_NewScalingModeFlyout_Create.Content
source: Create
id: Buat
zh_hans: 确定

# ScalingConfiguration_ScalingModes_NewScalingModeFlyout_Name.Text
source: Name
id: Nama
zh_hans: 名称

# ScalingConfiguration_ScalingModes_ScaleFlyout_HeightFactor.Text
source: Height (scaling factor)
id: Tinggi (faktor skala)
zh_hans: 高（缩放倍数）

# ScalingConfiguration_ScalingModes_ScaleFlyout_HeightPixels.Text
source: Height (pixels)
id: Tinggi (piksel)
zh_hans: 高（像素）

# ScalingConfiguration_ScalingModes_ScaleFlyout_WidthFactor.Text
source: Width (scaling factor)
id: Lebar (faktor skala)
zh_hans: 宽（缩放倍数）

# ScalingConfiguration_ScalingModes_ScaleFlyout_WidthPixels.Text
source: Width (pixels)
id: Lebar (piksel)
zh_hans: 宽（像素）

# ScalingConfiguration_ScalingModes_ScaleFlyout_Type.Text
source: Type
id: Tipe
zh_hans: 类型

# ScalingConfiguration_ScalingModes_ScaleFlyout_Type_Absolute
source: Absolute
id: Absolut
zh_hans: 绝对

# ScalingConfiguration_ScalingModes_ScaleFlyout_Type_Absolute_Description
source: Set the size after scaling
id: Atur ukuran setelah penskalaan
zh_hans: 指定缩放后的尺寸

# ScalingConfiguration_ScalingModes_ScaleFlyout_Type_Factor
source: Factor
id: Faktor
zh_hans: 倍数

# ScalingConfiguration_ScalingModes_ScaleFlyout_Type_Factor_Description
source: Set the scaling factor relative to the input image
id: Atur faktor penskalaan relatif terhadap gambar input
zh_hans: 指定相对于输入图像的缩放倍数

# ScalingConfiguration_ScalingModes_ScaleFlyout_Type_Fill
source: Fill
id: Isi
zh_hans: 填充

# ScalingConfiguration_ScalingModes_ScaleFlyout_Type_Fill_Description
source: Fills screen, image may be stretched
id: Isi layar, gambar mungkin meregang
zh_hans: 充满屏幕，画面可能被拉伸

# ScalingConfiguration_ScalingModes_ScaleFlyout_Type_Fit
source: Fit
id: Pas
zh_hans: 适应

# ScalingConfiguration_ScalingModes_ScaleFlyout_Type_Fit_Description
source: Set the scaling factor after filling the screen with proportional scaling
id: Atur faktor penskalaan setelah mengisi layar dengan penskalaan proporsional
zh_hans: 指定等比缩放到充满屏幕后的缩放倍数

# Profile_General.Title
source: General
id: Umum
zh_hans: 常规

# Profile_General_3DGameMode.Title
source: 3D game mode
id: Mode 3D game
zh_hans: 3D 游戏模式

# Profile_General_AutoScale.Title
source: Auto scale when in foreground
id: Skala otomatis ketika berada di latar depan
zh_hans: 位于前台时自动缩放

# Profile_General_CaptureMethod.Title
source: Capture method
id: Metode penangkapan
zh_hans: 捕获方式

# Profile_General_Multimonitor.Title
source: Preferred monitor(s)
id: Monitor preferensi
zh_hans: 首选的显示器

# Profile_General_ScalingMode.Title
source: Scaling mode
id: Mode penskalaan
zh_hans: 缩放模式

# Profile_Launch.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Launch
id: Jalankan
zh_hans: 启动

# Profile_MoreOptions.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: More options
zh_hans: 更多选项

# Profile_MoreOptions_Delete.Text
source: Delete
zh_hans: 删除

# Profile_MoreOptions_DeleteFlyout_Delete.Text
source: Delete
zh_hans: 删除

# Profile_MoreOptions_DeleteFlyout_Title.Text
source: Are you sure you want to delete this profile?
zh_hans: 确定删除此配置？

# Profile_MoreOptions_OpenProgramLocation.Text
source: Open program location
zh_hans: 打开程序位置

# Profile_MoreOptions_Rename.Text
source: Rename
zh_hans: 重命名

# Profile_MoreOptions_RenameFlyout_OK.Content
source: OK
zh_hans: 确定

# Profile_MoreOptions_RenameFlyout_Title.Text
source: Rename
zh_hans: 重命名

# Profile_MoreOptions_Reorder.Text
source: Reorder
zh_hans: 重新排序

# Profile_MoreOptions_ReorderFlyout_MoveDown.Text
source: Move down
zh_hans: 下移

# Profile_MoreOptions_ReorderFlyout_MoveUp.Text
source: Move up
zh_hans: 上移

# Profile_MoreOptions_ReorderFlyout_Title.Text
source: Reorder
zh_hans: 重新排序

# ScalingConfiguration_ParsingFailed.Title
source: Parsing failed
zh_hans: 解析失败

# Profile_General_ScalingMode_None
source: None
zh_hans: 无

# About_OtherLinks_FAQ.Text
source: FAQ
id: Sering ditanyakan
